{
  "locations": {
    "overview": {
      "overview": "Overview",
      "title": "Award-winning legal services in one of the world's fastest-growing economies.",
      "description1": "Tilleke & Gibbins has been present in Vietnam since 1992, when it became the first foreign law firm in the country to be granted a license to establish a representative office. Since then, with offices in Hanoi and Ho Chi Minh City, our firm has grown in step with Vietnam’s vibrant economy, helping businesses capitalize on the abundant trade and investment opportunities fueled by the country’s economic and political reforms, as well as its accession to ASEAN, the WTO, and bilateral and multilateral treaties like the CPTPP and EVFTA.",
      "description2": "We are now one of the largest and most well-known law firms in Vietnam, providing a full range of corporate legal services in the areas of commercial transactions and M&A, labor and employment, real estate, technology, franchising, and more. Our award-winning intellectual property practice, widely recognized by global surveys and directories as one of the best in the country, advises clients on IP registration, enforcement, and commercialization, and partners with local associate T&G Law Firm LLC (TGVN), a licensed law firm and IP agent, to carry out IP filings in Vietnam."
    },
    "caseStudies": {
      "title1": "Acted for VinHMS in Complex Share Swap with U.S.-Based Company",
      "content1": "Acted as lead counsel to VinHMS in a complex share swap with U.S.-based Vemanti Group (OTCQB: VNMT), coordinating with Morgan Lewis to facilitate the cross-border elements of the deal. As a result of the transaction, VinHMS will continue as a wholly owned subsidiary of Vemanti Group, with current CEO Hoang (Eric) Nguyen being appointed as the new CEO of Vemanti.",
      "title2": "Assisted Regional Tech Startup Carousell on Major M&A in Vietnam",
      "content2": "Assisted Carousell with due diligence, documentation preparation, and filings with Vietnamese licensing authorities in connection with its M&A with a subsidiary of a Norwegian telecommunications company, a deal that valued the combined company at USD 850 million."    
    },
    "experience": [
      "Assisted a Singapore-based e-commerce marketplace operator with due diligence, documentation preparation, and filings in relation to its acquisition of/merger with an online classifieds company, a deal that valued the combined company at USD 850 million.", 
      "Provide regular assistance to a global social media giant (both directly and in collaboration with other law firms worldwide) with a constant stream of legal issues concerning the company’s ongoing operations and new initiatives in Vietnam, including reviewing contracts and user agreement, and advising on numerous issues related to data privacy, processing, and protection.", 
      "Assisted an Indian IT company in successfully negotiating a settlement with a Vietnamese bank in a USD 10 million contract dispute related to the client’s provision of licensed banking software and related support services.", 
      "Successfully handled the Vietnam portion of one of 2017’s largest global mergers, assisting a multinational chemical manufacturing company in its acquisition of the assets of another chemical company’s Vietnam subsidiary as part of a chain of transactions resulting from a worldwide merger.", 
      "Advised a Chinese solar energy company and prepared the application dossier to incorporate its local entity to engage in the manufacturing, processing, and exporting of solar panels and modules in Vietnam.", 
      "Assisted a U.K. biotech company on a compliance investigation of three employees in Vietnam. We reviewed thousands of documents to find the wrongdoings and suggested remedies.", 
      "Advised an American financial services giant on regulatory requirements and draft legislation related to cybersecurity, payment services, and information networks.", 
      "Regularly advise clients on employee negotiations, disputes, and termination both in relation to existing litigation and in an effort to mitigate litigation risks.", 
      "Serve as lead external counsel on all legal matters in Vietnam for a multinational pharmaceutical company. Our work involves contract review, guidance on labor issues, and advice on regulatory affairs and Vietnam’s legal landscape.", 
      "Represented a world-leading manufacturer of coding, printing, and laser marking products and won a precedent-setting victory in which the court awarded record attorney’s fees to the plaintiff. Managing Intellectual Property magazine selected the victory as its Case of the Year for Southeast Asia in 2014."
    ]
  }
}


