{
  "pageFooter":{
    "contact": {
      "title": "Contact",
      "description": "We have seven offices in six countries across Southeast Asia.",
      "buttonText": "Contact Us"
    },
    "careers": {
      "title": "Careers",
      "description": "We are always seeking great people to grow our amazing team.",
      "buttonText": "Join Us"
    }
  },
  "services": {
    "header": {
      "height": "500",
      "backgroundImg": "https://image.vietnamnews.vn/uploadvnnews/Article/2019/4/26/7375_du-lich-quy-nhon-1.jpg",
      "tag": "HOME // SERVICES",
      "title": "Services",
      "description": "Tilleke & Gibbins offers a full range of legal services across Southeast Asia, delivering real strategic value to meet your unique needs. Whether facilitating your business transactions and operations, commercializing and protecting your intellectual property, or defending your rights in disputes, Tilleke & Gibbins has the expertise to work with you in every aspect of your business in the region. Drawing on our depth of industry experience and breadth of local and international legal expertise, we tailor our work to your individual needs in every matter in which we are engaged, to ensure that you have the trusted partner you need to reach your commercial goals."  
    }
  },
  "automotive": {
    "header": {
      "height": "600",
      "backgroundImg": "https://filesblog.technavio.org/wp-content/uploads/2018/09/car-engine-manufacturers.jpg",
      "tag": "HOME // SERVICES // AUTOMOTIVE",
      "title": "Automotive",
      "description": ""
    },
    "overview": {
      "overview": "Overview",
      "title": "Driving growth across Southeast Asia for leading players in the global automotive industry.",
      "descriptions": [
        "Tilleke & Gibbins acts for clients across the automotive value chain, from upstream automotive and automotive parts manufacturers to downstream automotive distribution and sales dealerships, offering a one-stop service for a full range of legal matters in Southeast Asia.", 
        "At the start, our multidisciplinary team helps automotive industry players structure and implement market entry models, including assisting with M&A transactions and joint ventures, obtaining licenses and investment incentives, and protecting valuable designs, patents, and trademarks. For manufacturers, we also regularly assist with land acquisition and factory construction in industrial estates and special economic zones. Once companies are set up and operating, we continue to work closely with our clients to maintain regulatory compliance across the region, advising on antitrust and trade competition, employment, import and export, tax, and other general corporate matters. And when complications occur, we also represent automotive clients in dispute resolution, including commercial and IP litigation, product liability claims, and class actions.",
        "Our full-service legal expertise enables clients to capitalize on opportunities for success in the region, driving growth across Southeast Asia for leading players in the global automotive industry."
      ]
    },
    "caseStudies": [
      {
        "tag": "Thailand | Automotive | Dispute Resolution",
        "title": "Successful Representation in Product Recall Case",
        "description": "Represented the Thai subsidiary of a major Japanese automaker on a number of claims related to allegedly defective airbags. Through our strong representation, all cases were tactically settled for a nominal amount."
      },
      {
        "tag": "Thailand | Automotive | Real Estate",
        "title": "USD 3.2 Million Land Acquisition for Factory in Thailand",
        "description": "Assisted Precious Dragon Technology (Thai) Limited, the wholly-owned Thai subsidiary of a Hong Kong-listed automotive aerosol product manufacturer in its THB 100 million (approx. USD 3.2 million) land acquisition in Thailand. "
      },
      {
        "tag": "Global | Automotive | Patent, Trademark",
        "title": "Global IP Portfolio Management across 98 Countries Worldwide",
        "description": "Appointed to manage the full global IP portfolio for Sundaram Clayton, a leading supplier of aluminum and magnesium castings to the automotive industry. Notably, the portfolio includes over 2,000 trademarks and more than 400 patents in 98 countries worldwide."
      }
    ]
  },
  "experiences": [
    "Advised Volvo Group on the Thai elements of its global strategic alliance with Isuzu Motors in respect of commercial vehicles, which included Isuzu Motor’s JPY 243 billion acquisition of Volvo Group’s UD Trucks.",
    "Retained to assist a European automotive manufacturer with a full range of matters relating to its operations in Thailand, including assisting with the acquisition of land and construction of a factory, obtaining licenses from the Thai Board of Investment (BOI) and other government agencies, and advising on tax matters.",
    "Engaged to assist an automotive parts manufacturer with the establishment of a subsidiary and factory in Vietnam to produce and export automotive safety products. Among other things, we assisted the client with company formation, negotiating and reviewing land documents/agreements, meeting with local authorities, and preparing and applying for the Investment Registration Certificate and Enterprise Registration Certificate.",
    "Assisted an American multinational automotive manufacturing company with the sale of its two manufacturing plants in Thailand following the winding down of its local operations.",
    "Retained by a world-leading EV company to provide ongoing legal advice in connection with its entrance and ongoing operations in the Thai market. Our team handled a full range of legal work for the client, including company establishment, obtaining benefits under the Thailand-U.S. Treaty of Amity, advising on obtaining licenses and incentives from the Thai BOI, applying for a direct marketing license, preparing a land and building lease agreement, and reviewing and localizing more than 10 commercial contracts for its local operations.",
    "Retained by numerous world-leading multinational automotive companies to assist with the prosecution and enforcement of designs, patents, and trademarks across Southeast Asia.",
    "Advised a British multinational automotive company on the proposed offering of eSim-based solutions in vehicles sold in Cambodia, Laos, and Myanmar, including extensive advice on permanent establishment risks.",
    "Successfully represented a German automotive manufacturer of luxury vehicles in a rare cross-class trademark opposition against an application for the protection of a mark that was confusingly similar to our client’s mark in a different class.",
    "Obtained judgments in favor of an American automaker against seven product liability claims made by plaintiffs in Thailand. Owing to our arguments and evidence, the court ruled that the vehicles were safe products under the Product Liability Act.",
    "Advised a well-known EV manufacturer on the most appropriate business model for entering the Vietnam market, including advice on issues related to renewable energy generation and storage.",
    "Retained to assist a Japanese multinational automotive group in reviewing and amending its template distribution agreement, which forms the basis for the distribution framework with its local partner in Laos.",
    "Successfully represented a European luxury car manufacturer in bringing a civil suit against an unaffiliated Thai secondhand car dealer for unauthorized use of our client’s trade name, trademark, and service mark.",
    "Advised a German auto parts manufacturer on various financing options for the possible acquisition, via a holding company, of a Vietnamese target company, including advice on Vietnamese regulatory requirements on the transfer of funds for operational financing via shareholder loans or cash pooling.",
    "Successfully represented BMW in a domain name dispute case against a Vietnamese individual who had registered three domain names incorporating our client’s well-known “BMW” trademark. Our argument led the HCMC Court to order the cyber squatter to surrender the domain names to our client and pay legal fees.",
    "Represented a Japanese automotive manufacturer in defense against a product liability claim concerning an airbag that failed to deploy. Due to our representation, the claim was settled in favor of our client in court and the client was not required to initiate a product recall."
  ],
  "locations": {
    "header": {
      "height": "475",
      "backgroundImg": "https://image.vietnam.travel/sites/default/files/styles/article_photo_large/public/2017-11/things%20to%20do%20in%20hcmc-3.jpg?itok=7TX7muVt",
      "tag": "HOME // LOCATIONS // VIETNAM",
      "title": "Vietnam",
      "description": ""
    },
    "overview": {
      "overview": "Overview",
      "title": "Award-winning legal services in one of the world's fastest-growing economies.",
      "descriptions": [
        "Tilleke & Gibbins has been present in Vietnam since 1992, when it became the first foreign law firm in the country to be granted a license to establish a representative office. Since then, with offices in Hanoi and Ho Chi Minh City, our firm has grown in step with Vietnam’s vibrant economy, helping businesses capitalize on the abundant trade and investment opportunities fueled by the country’s economic and political reforms, as well as its accession to ASEAN, the WTO, and bilateral and multilateral treaties like the CPTPP and EVFTA.",
        "We are now one of the largest and most well-known law firms in Vietnam, providing a full range of corporate legal services in the areas of commercial transactions and M&A, labor and employment, real estate, technology, franchising, and more. Our award-winning intellectual property practice, widely recognized by global surveys and directories as one of the best in the country, advises clients on IP registration, enforcement, and commercialization, and partners with local associate T&G Law Firm LLC (TGVN), a licensed law firm and IP agent, to carry out IP filings in Vietnam."
      ]
    },
    "caseStudies": [
      {
        "tag": "Vietnam | Technology | Corporate/M&A",
        "title": "Acted for VinHMS in Complex Share Swap with U.S.-Based Company",
        "description": "Acted as lead counsel to VinHMS in a complex share swap with U.S.-based Vemanti Group (OTCQB: VNMT), coordinating with Morgan Lewis to facilitate the cross-border elements of the deal. As a result of the transaction, VinHMS will continue as a wholly owned subsidiary of Vemanti Group, with current CEO Hoang (Eric) Nguyen being appointed as the new CEO of Vemanti."
      },
      {
        "tag": "Vietnam | Technology | Corporate/M&A",
        "title": "Assisted Regional Tech Startup Carousell on Major M&A in Vietnam",
        "description": "Assisted Carousell with due diligence, documentation preparation, and filings with Vietnamese licensing authorities in connection with its M&A with a subsidiary of a Norwegian telecommunications company, a deal that valued the combined company at USD 850 million."
      }
    ],
    "experience": [
      "Assisted a Singapore-based e-commerce marketplace operator with due diligence, documentation preparation, and filings in relation to its acquisition of/merger with an online classifieds company, a deal that valued the combined company at USD 850 million.", 
      "Provide regular assistance to a global social media giant (both directly and in collaboration with other law firms worldwide) with a constant stream of legal issues concerning the company’s ongoing operations and new initiatives in Vietnam, including reviewing contracts and user agreement, and advising on numerous issues related to data privacy, processing, and protection.", 
      "Assisted an Indian IT company in successfully negotiating a settlement with a Vietnamese bank in a USD 10 million contract dispute related to the client’s provision of licensed banking software and related support services.", 
      "Successfully handled the Vietnam portion of one of 2017’s largest global mergers, assisting a multinational chemical manufacturing company in its acquisition of the assets of another chemical company’s Vietnam subsidiary as part of a chain of transactions resulting from a worldwide merger.", 
      "Advised a Chinese solar energy company and prepared the application dossier to incorporate its local entity to engage in the manufacturing, processing, and exporting of solar panels and modules in Vietnam.", 
      "Assisted a U.K. biotech company on a compliance investigation of three employees in Vietnam. We reviewed thousands of documents to find the wrongdoings and suggested remedies.", 
      "Advised an American financial services giant on regulatory requirements and draft legislation related to cybersecurity, payment services, and information networks.", 
      "Regularly advise clients on employee negotiations, disputes, and termination both in relation to existing litigation and in an effort to mitigate litigation risks.", 
      "Serve as lead external counsel on all legal matters in Vietnam for a multinational pharmaceutical company. Our work involves contract review, guidance on labor issues, and advice on regulatory affairs and Vietnam’s legal landscape.", 
      "Represented a world-leading manufacturer of coding, printing, and laser marking products and won a precedent-setting victory in which the court awarded record attorney’s fees to the plaintiff. Managing Intellectual Property magazine selected the victory as its Case of the Year for Southeast Asia in 2014."
    ]
  },
  "about": {
    "header": {
      "height": "475",
      "backgroundImg": "https://officebanao.com/wp-content/uploads/2024/03/modern-office-room-with-white-walls.jpg",
      "tag": "HOME // ABOUT",
      "title": "Southeast Asia’s Premier Law Firm",
      "description": "Tilleke & Gibbins is a leading full-service Southeast Asian law firm proudly serving international and local businesses across six countries. We are committed to helping our clients achieve sustainable success in the region, working with them to provide unparalleled legal expertise, rooted in practical commerciality."
    },
    "overview": {
      "overview": "About",
      "title": "Our commercial focus, local knowledge, and extraordinary service make us the full-service law firm of choice in Southeast Asia.",
      "descriptions": [
        "Tilleke & Gibbins is a leading Southeast Asian regional law firm with over 250 lawyers and consultants practicing in Cambodia, Indonesia, Laos, Myanmar, Thailand, and Vietnam. We provide full-service legal solutions to the top investors and high-growth companies that drive economic expansion in Asia.",
        "Established in Bangkok in 1890, we have since grown into the largest independent law firm in Thailand and a leading international firm across Southeast Asia due to our commercial focus, local knowledge, and extraordinary service.",
        "Commercial Focus.   Your long-term success is our utmost priority, and we take the time to learn about your unique corporate culture, operational needs, and commercial goals, to determine how we can best provide value to your organization. From highly technical experience in specific fields, to a deep understanding of your business, our team is committed to providing high-quality legal advice, tailored to meet your unique needs, in order to help you succeed.",
        "Local Knowledge.   You need a local partner to help you navigate emerging markets that can otherwise present unfamiliar challenges. We bring an international perspective, but we have deep roots in each jurisdiction where we practice. We know the local players in your industry, can identify advantageous private partnerships and areas for government collaboration, and act as your gateway through language and cultural barriers.",
        "Extraordinary Service.   Our team takes pride in providing extraordinary service that exceeds your expectations. When you work with us, you can expect to have a team of collaborative advisors who provide you with clear, practical advice; who are responsive in all our communications; who represent you with integrity; and who apply an innovative approach in everything we do.",
        "For these reasons and more, the world’s most successful companies trust us with their biggest deals, their most valuable intellectual property, and their most critical legal matters."
      ]
    },
    "caseStudies": [
      {
        "tag": "Thailand | Automotive | Dispute Resolution",
        "title": "Successful Representation in Product Recall Case",
        "description": "Represented the Thai subsidiary of a major Japanese automaker on a number of claims related to allegedly defective airbags. Through our strong representation, all cases were tactically settled for a nominal amount."
      },
      {
        "tag": "Thailand | Automotive | Real Estate",
        "title": "USD 3.2 Million Land Acquisition for Factory in Thailand",
        "description": "Assisted Precious Dragon Technology (Thai) Limited, the wholly-owned Thai subsidiary of a Hong Kong-listed automotive aerosol product manufacturer in its THB 100 million (approx. USD 3.2 million) land acquisition in Thailand. "
      },
      {
        "tag": "Global | Automotive | Patent, Trademark",
        "title": "Global IP Portfolio Management across 98 Countries Worldwide",
        "description": "Appointed to manage the full global IP portfolio for Sundaram Clayton, a leading supplier of aluminum and magnesium castings to the automotive industry. Notably, the portfolio includes over 2,000 trademarks and more than 400 patents in 98 countries worldwide."
      }
    ],
    "codeOfProduct": {
      "tag": "We hold ourselves accountable in everything we do",
      "title": "Our Code of Business Conduct is intended to help give all of our stakeholders direction as to our responsibilities and the standards we are expected to uphold.",
      "descriptions": [
        "All of us at Tilleke & Gibbins have a responsibility to uphold the core values that drive our firm’s success. Foremost among these values is integrity. Our clients trust us to act with integrity in handling their most sensitive legal issues and solving their most complex business problem.",
        "By acting with integrity and doing things the right way, everyone in the firm—from 1890 up until today—has contributed to building a strong firm with an outstanding reputation for legal knowledge and client service. Our Code of Business Conduct serves as an overview of our expected behavior and a reminder of our obligations to our clients, to our communities, and to ourselves."
      ]
    },
    "vision": {
      "title": "Our Vision",
      "description": "Our objective is to be the leading regional full-service law practice serving international business and civil society"
    },
    "mission": {
      "title": "Our Mission",
      "description": "Our mission is to provide reliable, integrity driven, knowledge based, and innovative delivery of personalized and practical legal solutions to those we serve. The measure of our mission lies in its execution."
    },
    "creed": {
      "lawFirm": {
        "title": "As a Law Firm",
        "items": [
          "We care.", 
          "We value integrity.",
          "We are knowledgeable, dependable, responsible, perceptive, practical, realistic, competitive, community oriented.",
          "We have style, coupled with a sense of history",
          "We are a business, yet family.",
          "Clients are our guests."
        ]
      }, 
      "facilities": {
        "title": "Our Facilities",
        "items": [
          "Reflect: character, comfort, soul, stability, elegance.",
          "Impress yet relax.",
          "Are efficient yet friendly.",
          "Are professional and reassuring."
        ]
      }
    },
    "aboutItems": [
      {
        "img": "https://dualcreditathome.com/wp-content/uploads/2014/02/history.jpg",
        "title": "History",
        "description": "Tilleke & Gibbins has been helping clients do business in Southeast Asia since 1890, and has grown into one of the region’s largest and most well-respected independent law firms."
      },
      {
        "img": "https://www.capgemini.com/us-en/wp-content/uploads/sites/4/2021/09/Capgemini-Business-Services-Awards-and-Rankings-811x450-1.jpg",
        "title": "Awards & Rankings",
        "description": "Consistently recognized by international legal directories as one Asia’s best independent law firms, Tilleke & Gibbins received 15 Firm of the Year awards in 2020 alone."
      },
      {
        "img": "https://media.licdn.com/dms/image/D5612AQGv9P2g8lISxw/article-cover_image-shrink_720_1280/0/1719401740317?e=2147483647&v=beta&t=bw6BhHnvwCaUAyRQByLo_XiILWdzlvKi2l2tcErYN8U",
        "title": "Pro Bono",
        "description": "We provide comprehensive pro bono services to charitable organizations, working closely with internationally well-regarded pro bono organizations such as Thomson Reuters’ Trustlaw and the Lex Mundi Foundation."
      },
      {
        "img": "https://logowik.com/content/uploads/images/crs8088.logowik.com.webp",
        "title": "CRS",
        "description": "With a focus on education, the environment, and human health, at Tilleke & Gibbins we are dedicated to giving back to the communities in which we are proud to live and work."
      },
      {
        "img": "https://garymjones.com/wp-content/uploads/2021/05/bangkok-counterfeit-9-1-uai-2064x1210.jpg",
        "title": "Museum of Counterfeit Goods",
        "description": "Tilleke & Gibbins’ collection of over 4,000 counterfeit products is one of the largest of its kind in the world. Open to individuals, groups, and media by appointment only."
      },
      {
        "img": "https://www.ualberta.ca/en/museums/media-library/images/museum-collections/clothing-textiles/cltx05webres144artifacts1.jpg",
        "title": "Textile Collection",
        "description": "The firm is home to over 2,000 museum-quality textiles representing the diverse cultures of mainland Southeast Asia, collected, displayed, and preserved in proximity to the geographical area in which they were created."
      }
    ]
  },
  "history": {
    "header": {
      "height": "475",
      "backgroundImg": "https://cdn.lawnet.vn//uploads/NewsThumbnail/2022/07/15/093956history(1).png",
      "tag": "HOME // HISTORY",
      "title": "History",
      "description": "From the nineteenth century to the twenty-first, we have developed and grown alongside our clients in Thailand and Southeast Asia. We still hold true to our core values and never tire of deepening our legal practice and boosting the success of our clients."
    },
    "overview": {
      "overview": "about",
      "title": "Little did William Alfred Goone Tilleke know when he stepped ashore Siam in 1890 that he would create a law firm that would endure for over 130 years.",
      "descriptions": [
        "In 1890, William Alfred Goone Tilleke, a 31-year-old Singhalese solicitor, came to Siam (now Thailand) to build his legal career. Within four years, Tilleke made an international name for himself through his successful defense of the Siamese military commander Phra Yod Muang Khwang, whose prosecution for killing a French officer was demanded by the Franco-Siamese treaty.",
        "Through the early twentieth century, the firm was stewarded by several British partners, including Ralph Gibbins, Samuel Brighouse, Reginald Atkinson, and Victor Jaques. Like Tilleke, each partner played a key role not only in the firm’s success, but also in the development of the Thai legal system. The firm’s partners served the Kingdom of Siam in many capacities, including as advisors to the Ministry of Justice and the Thai Royal Family.",
        "Following World War II, Tilleke & Gibbins was acquired by American lawyers Albert and Freda Lyman. Along with their Thai partner, Roland (later Rojvit) Periera, the Lymans oversaw the growth of the firm’s international client base, while ensuring that the firm remained a pillar of Thai society by contributing to the founding of the American Association of Thailand (now the American Chamber of Commerce) and the Bangkok Stock Exchange (now the Stock Exchange of Thailand).",
        "In the 1980s, David Lyman succeeded his father as the firm’s senior partner. During this period, the firm expanded internationally, with the opening of offices in Vietnam and membership in leading international law firm networks, beginning with Lex Mundi in 1989. In 2006, Tilleke & Gibbins appointed Darani Vachanavuttivong and Tiziana Sucharitkul as Managing Partners of the firm.",
        "The history of Tilleke & Gibbins is one we share with our clients, our community, and the Kingdom of Thailand."
      ]
    },
    "timeStamps": [
      {
        "time": "1890",
        "img": "https://www.tilleke.com/wp-content/uploads/2019/09/resize-carpe-diem-1890.jpg",
        "title": "Tilleke Arrives in Siam",
        "content": "When the young barrister William Alfred Goone Tilleke came to Siam in 1890, his future was delicately poised. Already highly accomplished, the 31-year-old Singhalese had left behind security and prestige enjoyed in his native Ceylon to seek his fortune in Siam, Southeast Asia’s last surviving independent state. Tilleke stepped ashore at Bangkok to enter into a life that held not just promise, but also the chance, if firmly grasped, to play a significant role in the development of modern Siam."
      },
      {
        "time": "1894",
        "img": "https://www.tilleke.com/wp-content/uploads/2019/09/Carpe-Diem_1894.jpg",
        "title": "Phra Yod Muang Khwang Trial",
        "content": "William Alfred Goone Tilleke made an international name for himself as defense counsel for the Siamese military commander Phra Yod Muang Khwang—whose prosecution for killing a French officer was demanded by the Franco-Siamese treaty. At the end of Tilleke’s brilliant cross-examination, the testimony of the principal prosecution witness, Bun Chan, sounded hopelessly unconvincing. All seven judges returned a verdict of Not Guilty."
      },
      {
        "time": "1902",
        "img": "https://www.tilleke.com/wp-content/uploads/2019/09/Carpe-Diem_1906.jpg",
        "title": "Gibbins Joins the Firm",
        "content": "The Tilleke & Gibbins partnership, joined by Ralph Gibbins in approximately 1902, was engaged in several famous cases, including a long trial concerning the settlement of the estate of the famous Admiral John Bush, the founder of the Bangkok Dock Company and former harbormaster."
      }
    ],
    "wiseCounsel": {
      "tag": "Wise Counsel",
      "title": "A History of Thailand’s Oldest Law Firm",
      "description": "To celebrate the firm’s 120th anniversary in 2010, Tilleke & Gibbins released Wise Counsel, a 236-page illustrated chronicle of the firm. Published by Mark Standen and written by John Hoskin, Wise Counsel traces the firm’s development from William Alfred Goone Tilleke’s arrival in the Kingdom of Siam in 1890 through the various changes that have made the legal practice what it is today. The book features an impressive collection of historical photos, key partner profiles, and discussions of major cases, making it an excellent addition to any history enthusiast’s bookshelf.",
      "buttonText": "Reserve a hard copy"
    }
  },
  "contact": {
    "header": {
      "height": "475",
      "backgroundImg": "https://www.receptionhq.com/wp-content/uploads/2021/09/how-to-answer-business-phone-calls-social_share-800x600.jpg",
      "tag": "HOME // CONTACT",
      "title": "Contact",
      "description": "We welcome your questions and comments. Full contact information for all of our offices is below. You can also feel free to search our professionals for a specific person, or just contact us and we’ll be happy to put you in touch with the right person."
    }
  }
}