{
  "locations": {
    "overview": {
      "overview": "Tổng quan",
      "title": "Dịch vụ pháp lý đạt giải thưởng tại một trong những nền kinh tế phát triển nhanh nhất thế giới.",
      "description1": "Tilleke & Gibbins đã có mặt tại Việt Nam từ năm 1992, khi trở thành công ty luật nước ngoài đầu tiên tại Việt Nam được cấp giấy phép thành lập văn phòng đại diện. Kể từ đó, với các văn phòng tại Hà Nội và Thành phố Hồ Chí Minh, công ty chúng tôi đã phát triển cùng với nền kinh tế năng động của Việt Nam, giúp các doanh nghiệp tận dụng các cơ hội thương mại và đầu tư dồi dào được thúc đẩy bởi các cải cách kinh tế và chính trị của đất nước, cũng như việc gia nhập ASEAN, WTO và các hiệp định song phương và đa phương như CPTPP và EVFTA.",
      "description2": "Hiện nay, chúng tôi là một trong những công ty luật lớn nhất và nổi tiếng nhất tại Việt Nam, cung cấp đầy đủ các dịch vụ pháp lý doanh nghiệp trong các lĩnh vực giao dịch thương mại và M&A, lao động và việc làm, bất động sản, công nghệ, nhượng quyền thương mại, v.v. Hoạt động sở hữu trí tuệ từng đoạt giải thưởng của chúng tôi, được các cuộc khảo sát và danh bạ toàn cầu công nhận rộng rãi là một trong những hoạt động tốt nhất tại Việt Nam, tư vấn cho khách hàng về đăng ký, thực thi và thương mại hóa IP, và hợp tác với công ty luật liên kết địa phương T&G Law Firm LLC (TGVN), một công ty luật và đại lý IP được cấp phép, để thực hiện nộp đơn đăng ký IP tại Việt Nam."
    },
    "caseStudies": {
      "title1": "Đại diện cho VinHMS trong việc hoán đổi cổ phiếu phức tạp với một công ty có trụ sở tại Hoa Kỳ",
      "content1": "Là cố vấn chính cho VinHMS trong một giao dịch hoán đổi cổ phiếu phức tạp với Vemanti Group (OTCQB: VNMT) có trụ sở tại Hoa Kỳ, phối hợp với Morgan Lewis để tạo điều kiện thuận lợi cho các yếu tố xuyên biên giới của thỏa thuận. Kết quả của giao dịch này là VinHMS sẽ tiếp tục là công ty con do Vemanti Group sở hữu hoàn toàn, với Tổng giám đốc điều hành hiện tại Hoang (Eric) Nguyen được bổ nhiệm làm Tổng giám đốc điều hành mới của Vemanti.",
      "title2": "Hỗ trợ công ty khởi nghiệp công nghệ khu vực Carousell trong hoạt động M&A lớn tại Việt Nam",
      "content2": "Hỗ trợ Carousell trong công tác thẩm định, chuẩn bị tài liệu và nộp hồ sơ lên ​​cơ quan cấp phép của Việt Nam liên quan đến thương vụ M&A với công ty con của một công ty viễn thông Na Uy, một thỏa thuận định giá công ty sau khi kết hợp ở mức 850 triệu đô la Mỹ."    
    },
    "experience": [
      "Hỗ trợ một nhà điều hành thị trường thương mại điện tử có trụ sở tại Singapore với việc thẩm định pháp lý, chuẩn bị hồ sơ và nộp hồ sơ liên quan đến việc mua lại/sáp nhập với một công ty phân loại trực tuyến, một thỏa thuận định giá công ty kết hợp ở mức 850 triệu USD.",
      "Cung cấp hỗ trợ thường xuyên cho một tập đoàn mạng xã hội toàn cầu (cả trực tiếp và hợp tác với các công ty luật khác trên toàn thế giới) với một loạt các vấn đề pháp lý liên quan đến hoạt động đang diễn ra và các sáng kiến mới của công ty tại Việt Nam, bao gồm việc rà soát hợp đồng và thỏa thuận người dùng, và tư vấn về nhiều vấn đề liên quan đến quyền riêng tư dữ liệu, xử lý và bảo vệ dữ liệu.",
      "Hỗ trợ một công ty CNTT Ấn Độ thành công trong việc đàm phán giải quyết tranh chấp với một ngân hàng Việt Nam trong một tranh chấp hợp đồng trị giá 10 triệu USD liên quan đến việc cung cấp phần mềm ngân hàng được cấp phép và dịch vụ hỗ trợ liên quan của khách hàng.",
      "Thành công xử lý phần liên quan đến Việt Nam trong một trong những vụ sáp nhập toàn cầu lớn nhất năm 2017, hỗ trợ một công ty sản xuất hóa chất đa quốc gia trong việc mua lại tài sản của công ty con Việt Nam thuộc một công ty hóa chất khác, như một phần của chuỗi giao dịch từ vụ sáp nhập toàn cầu.",
      "Tư vấn cho một công ty năng lượng mặt trời Trung Quốc và chuẩn bị hồ sơ đăng ký thành lập pháp nhân địa phương để tham gia vào sản xuất, gia công và xuất khẩu các tấm pin mặt trời và mô-đun tại Việt Nam.",
      "Hỗ trợ một công ty công nghệ sinh học của Anh trong cuộc điều tra tuân thủ liên quan đến ba nhân viên tại Việt Nam. Chúng tôi đã xem xét hàng ngàn tài liệu để phát hiện sai phạm và đề xuất các biện pháp khắc phục.",
      "Tư vấn cho một tập đoàn dịch vụ tài chính Mỹ về các yêu cầu quy định và dự thảo luật liên quan đến an ninh mạng, dịch vụ thanh toán và mạng thông tin.",
      "Thường xuyên tư vấn cho khách hàng về các cuộc đàm phán, tranh chấp và chấm dứt hợp đồng lao động, cả trong các vụ kiện hiện tại và nhằm giảm thiểu rủi ro kiện tụng.",
      "Phục vụ như cố vấn pháp lý bên ngoài chính cho tất cả các vấn đề pháp lý tại Việt Nam cho một công ty dược phẩm đa quốc gia. Công việc của chúng tôi bao gồm rà soát hợp đồng, hướng dẫn về các vấn đề lao động và tư vấn về các vấn đề pháp lý và quy định của Việt Nam.",
      "Đại diện cho một nhà sản xuất hàng đầu thế giới về các sản phẩm mã hóa, in ấn và đánh dấu bằng laser và giành chiến thắng trong một vụ kiện mang tính tiền lệ, trong đó tòa án đã trao mức phí luật sư kỷ lục cho nguyên đơn. Tạp chí Managing Intellectual Property đã chọn vụ thắng kiện này là Vụ án của năm cho khu vực Đông Nam Á vào năm 2014."
    ]
  }
}


